Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/svenskakyrkan/kh_nordsamiska.pdf.tmx
Source language: sme
Languages: smj

source: Dasgo nu lea Ipmil ráhkistan máilmmi ahte son attii áidnoriegádan Bártnis, amas oktage guhte osku sutnje mannat gáđohussii, muhto vai son oažžu agálaš eallima.
smj: Muv sávtsa gulli muv jienav, mån dajt dåbdåv ja tjuovvu muv.

source: Ipmil ii leat vuolggahan Bártnis máilbmái dubmet dan, muhto vai máilbmi bestojuvvošii su bokte.
smj: Ihkeven iellemav sidjij vattáv. Sij e goassak håhkkåna ja aktak ij sijáv muv giedajs råhtti.

source: Joh 3:16–17
smj: Joh 10:27–28

source: Jesus cealká sutnje: «Mon lean bajásčuožžileapmi ja eallin; dat guhte osku munnje, oažžu eallit vaikko vel jápmá ge.
smj: De Jesus sunji hålaj: ” Mån lev tjuodtjelibme ja iellem. Guhti munji jáhkká viessu vájku vil jábmá.

source: š Joh 11:25–26
smj: Joh 11:25–26

source: Dasgo mon lean vissis das ahte ii jápmin ii ge eallin, eai eŋgelat eai ge
smj: Áhtjám vieson li ållo lanjá. Luluv gus ietján javllat manáv didjij sajev gárvedittjat ?

source: eará oaivámuččat, eai dat mat leat dál eai ge dat mat bohtet, dahje miige fámuid, eai dat mat leat badjin eai ge dat mat leat čiekŋalasas, sáhte
smj: Visses lev, ij jábmem ij ga iellem, e ieŋŋgila e ga ietjá fámo, e ga ma dálla li jali ma båhti, jali mige fámojt baddjen jali tjiegŋalisán jali mige ietjá,

source: earuhit min Ipmila ráhkisvuođas Kristus Jesusis, Hearrásteamet.
smj: mijáv sierada Jubmela gieresvuodas Kristus Jesusin, mijá Härrán.

source: Dasgo ii oktage mis eale iežas várás, ii ge oktage jáme iežas várás.
smj: Dajna mijás aktak ij ietjas hárráj vieso, ij ga aktak ietjas hárráj jáme.

source: Jos mii eallit, de eallit Hearrá várás, ja jos jápmit, de jápmit Hearrá várás.
smj: Jus mij iellep de Härráj iellep, ja jus jábmep de Härráj jábmep.

source: Jogo mii dal eležat dahje jámežat, de mii gullat Hearrái.
smj: Juogu dal iellep jali jábmep de Härráj gullup.

source: Aiddo dan dihte Kristus jámii ja eallái fas, vai son sáhtášii leat sihke jábmiid ja elliid Hearrá.
smj: Dan diehti Kristus jámij ja vas älláj Härrán sidjij gudi li iellemin ja aj sidjij gudi li jábmám.

source: Rom 14, 7–12
smj: Rom 14: 7–9

source: lohpádus ja doaivu Son ii leat jábmiid Ipmil, muhto ealli olbmuid Ipmil, dasgo sutnje leat buohkat eallimin.
smj: gähttjalihtit de valjev dajs oadtjot tjoaggulvisá gievrrodibmen. Dan diehti ádnus sån, guhti gielaj sárnnu, máhttudagáv hålav tjielggitjit.

source: Luk 20:38
smj: 1 Kor 13:12–13

source: 81 hávdádanipmilbálvalus
smj: Jábmem, gånnå le duv sjnjuhtje ?

source: Mon lean buorre báimman.
smj: Jábmem, gånnå le duv vuojtto ?

source: Mon dovddan sávzzaidan, ja mu sávzzat dovdet mu.
smj: Jábmema sjnjuhtje le suddo, ja sutto fábmo le láhka.

source: Áhččán, guhte lea addán daid munnje, lea stuorit go buohkat, ii ge oktage sáhte gaikkihit eret ovttage Áhččán gieđas.
smj: Jubmelij gijtto, guhti vuojtov midjij härrá Jesus Kristusa baktu vaddá.

source: Joh 10,14:28–29
smj: 1 Kor 15:53–57

source: Mu Áhččán viesus leat ollu lanjat. Jos nu ii livčče, de mon cealkkášin didjiide dan.
smj: Sjuohkadallap dáppe viesodijn, dajna gå vájddep almmelasj viessuj gárvoduvvat.

source: Dasgo mon manan gárvvistit didjiide saji.
smj: Gå de dasi lip gárvoduvvam, de ep rihttsot gávnadalá.

source: Ja go mon lean mannan ja lean gárvvistan didjiide saji, de boađán fas ja válddán din lusan, vai dii livččiidet doppe gos mon lean.
smj: Mij, gudi dán goaden lip, vájvijs sjuohkadallap; ep ham sidá rihtsahit, ájnat gárvoduvvat, vaj jábbmelasj luluj iellemis njieladuvvat.

source: Joh 14, 1-3
smj: 2 Kor 5:1–4

source: Muhto profehtastallanattáldagat nohket, gielaiguin sárdnun jávohuvvá, ja diehtu nohká.
smj: Mijá ájtteklánnda le almen, ja dåppelt aj vuorddep suv, guhti mijáv le gájutjit, härrá Jesus Kristus.

source: Dasgo min diehtu lea váilevaš, ja min profehtastallan lea váilevaš. Muhto go ollisvuohta boahtá, de jávká dat mii lea váilevaš.
smj: Sån mijá rasjes rubmahav ietjájduhttá, vaj sjaddá suv herlukvuoda rubmaha lágátjin, danen gå sujna le fábmo gájkka ietjas vuolláj biedjat.

source: Mánnán mon hállen nugo mánná, mus lei máná miella ja máná jurdagat.
smj: Ij le ham miján dáppe ednamin stáda mij bissu ájnat vuorddep dav mij le boahtemin.

source: Dál mii oaidnit dego njoađve speadjalis, dego árvádusa, muhto dalle oaidnit oktii čalmmiid.
smj: Heb 13:14 Muv gärrása, Jubmela máná dal lip, valla ij le ájn bihkusin manen sjaddap.

source: Dál lea áddejupmi váilevaš, muhto dalle dat lea ollislaš, nugo Ipmil dovdá mu ollásit.
smj: Diehtep galla gå ietjas bigot de suv lágátjin sjaddap, dajna gå bessap suv vuojnnet gåktu le.

source: 1 Kor 13, 8–13
smj: 1 Joh 3:2 Ale balá.

source: Jápmima seahčagas lea suddu, ja suttu fápmu lea láhka.
smj: Mån lev vuostasj ja maŋemus, ja guhti viesov. Jábmám lidjiv,

source: Muhto giitu lehkos Ipmilii, gii addá midjiide vuoittu Hearrámet Jesus Kristusa bokte !
smj: ja gehtja, ihkeven ájggáj viesov, ja mujna li tjoavddaga jábmemij ja jábbmekájmmuj.

source: 1 Kor 15,53–57
smj: Big 1:17–18

source: Mii han diehtit ahte jos min eatnanlaš viessu, min goahti, gaikkoduvvo ge, de mis lea almmis viessu mii boahtá Ipmilis, agálaš viessu, mii ii leat huksejuvvon gieđaiguin.
smj: Ja tråvnås gulliv garra jienav javllamin: ” Gehtja, Jubmela goahte le almatjij lunna, sån le sijá lunna årutjit ja sij li suv álmmuk ja iesj Jubmel le sijá lunna, ja gájkka gadnjalijt sijá tjalmijs sihkku.

source: Dasgo go mii leat gárvvohuvvon dainna, de eat leat šat álás.
smj: Jábmem ij dasti gávnnu, ij ga surggo jalik luodjom jalik bávtjas.

source: Nu guhká go mii ássat dan goađis, mii šuohkkit váivvisteamet.
smj: Dan diehti gå gájkka mij åvddåla lij, gáhtu. ”

source: Eat mii dáhto nuolahuvvot, muhto baicca gárvvohuvvot vai eallin njielašii dan mii lea jámolaš.
smj: 81 hávddádibme hávddájluOjTTem / gudnalihTe luOjTTem Sálmma en psalm kan läsas eller sjungas.

source: 2 Kor 5:1–4
smj: Rámátlågos

source: Muhto min vánheneanan lea albmi, ja doppe mii vuordit vuolás Hearrá Jesus Kristusa beastin.
smj: h: (Jubmela:) Áhtje ja Bárne ja ájlis Vuojŋŋanisá namán.

source: Son nuppástuhttá min nohkavaš rupmaša ja dahká dan iežas hearvásin dahkkojuvvon rupmaša láhkásažžan dainna fámuin mainna son bidjá buot iežas vuollái.
smj: Almatja biejve le degu rásse, sån giedjegahttá degu giette giedjek. Gå biegga vássá, de ij le desti, dan sadje ij dassta majdik diede.

source: Heb 13:14
smj: Härrá ármmo le ihkeven ájges ihkeven ájggáj sidjij gudi le balulattja.

source: Son bođii Jesusa lusa ihkku ja dajai: «Rabbi, mii diehtit ahte don leat oahpaheaddji gii leat boahtán Ipmila luhtte, dasgo ii oktage máhtáše dahkat daid mearkadaguid maid don dagat jos Ipmil ii livčče suinna.
smj: h.:

source: š 1 Joh 3:2
smj: Mijá Jubmel ja Sjivnnjediddje, dunji guodep NN:av.

source: 83 hávdádanipmilbálvalus Go mon oidnen su, de gahččen su julggiid ovdii dego jábmi.
smj: Dårvustallap dunji, guhti midjij iellemav vaddi, fármasta mijáv aj jábmemin ja ihkálasjvuodan.

source: Muhto son bijai olgeš gieđas mu ala ja celkkii: Ale bala !
smj: Viehkeda mijáv viessoj åvdås viessot dav ájgev mij miján ájn le.

source: Mon lean vuosttamuš ja maŋimuš, dat guhte eallá.
smj: Áhttje mijá guhti le almen. Ájlistuvvus duv namma.

source: Mon ledjen jápmán, muhto geahča, mon ealán
smj: Vatte midjij uddni mijá bäjvvásasj lájbev.

source: álo ja agálašvuhtii ja mus leat jápmima ja jábmiidriikka čoavdagat.
smj: Ja luojte midjij suttojdimme ándagis, nåv gåk mij aj luojttep mijá velgulattjajda.

source: Ja mon gullen truvnnus alla jiena cealkimin: «Geahča, Ipmila orrunsadji lea olbmuid luhtte.
smj: Ja ale mijáv gähttjalibmáj lájddi, ájnat várjjala mijáv bahás. Juhte duv le rijkka ja fábmo ja herlukvuohta ihkeven ájggáj.

source: Son orru sin searvvis, ja sii leat su álbmot, ja Ipmil ieš lea sin luhtte.
smj: Vatte, (Å) Jubel / (Å) Härrá, NN:aj duv ráfev, ja tjuovggis sunji duv ihkeva (+) tjuovgga.

source: Son sihkku eret juohke gatnjala sin čalmmiin, ii ge jápmin leat šat, ii ge moraš ii ge bárgun ii ge giksi.
smj: Jubmel, dån guhti le tjuodtjelibme ja iellem, vatte aj / sunji duv ráfev ja tjuovggis sunji duv ihkeva (+) tjuovgga.

source: Dasgo dat mii lei ovdal, ii leat šat.
smj: Amen.

source: š Alm 21:3–4
smj: 83 hávddádibme

source: Rom 8:38–39
smj: Amen. jali

source: Aiddo dan dihtii Kristus jámii ja eallái fas, vai son sáhtášii leat sihke jábmiid ja elliid Hearrá.
smj: v: Jubmela ráfe, mij le mijá jiermijs alebun, várjjal dijá vájmojt ja ájádusájt Kristus Jesusin.

source: Muhto Hearrá árbmugasvuohta lea agálašvuođas.
smj: jali

source: v: Dutnje, min Hearrámet ja Sivdnideaddji, mii guođđit NN:a.
smj: v: Áhtje hukso, Bárne gieresvuohta ja ájlis Vuojŋŋanisá åskåldisvuohta

source: Veahket min dan áigge mii báhcá eallit sin ovddas guđet ain leat eallimin.
smj: fármastisá mijáv biejvvek gå idja boahtá ja gå tjuodtjelime idet tjuovgut.
